/**
 * @file 2021年部分节假日安排
 * ;[国务院办公厅官方通知](http://www.gov.cn/zhengce/content/2020-11/25/content_5564127.htm)
 */
export default [{
    name: '元旦',
    vacation: ['2021.01.01', '2021.01.03'],
},{
    name: '春节',
    vacation: ['2021.02.11', '2021.02.17'],
    work: [
        ['2021.02.07'],
        ['2021.02.20'],
    ],
},{
    name: '清明节',
    vacation: ['2021.04.03', '2021.04.05'],
},{
    name: '劳动节',
    vacation: ['2021.05.01', '2021.05.05'],
    work: [
        ['2021.04.25'],
        ['2021.05.08'],
    ],
},{
    name: '端午节',
    vacation: ['2021.06.12', '2021.06.14'],
},{
    name: '中秋节',
    vacation: ['2021.09.19', '2021.09.21'],
    work: [
        ['2021.09.18'],
    ],
},{
    name: '国庆节',
    vacation: ['2021.10.01', '2021.10.07'],
    work: [
        ['2021.09.26'],
        ['2021.10.09'],
    ],
}]
